apache/results/hey-output-smokewagon-15.txt

Summary:
  Total:	10.0070 secs
  Slowest:	0.2904 secs
  Fastest:	0.0018 secs
  Average:	0.0137 secs
  Requests/sec:	3640.1421
  
  Total data:	6957557 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.031 [35584]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.060 [754]	|■
  0.088 [38]	|
  0.117 [0]	|
  0.146 [0]	|
  0.175 [0]	|
  0.204 [0]	|
  0.233 [33]	|
  0.262 [0]	|
  0.290 [17]	|


Latency distribution:
  10% in 0.0060 secs
  25% in 0.0084 secs
  50% in 0.0120 secs
  75% in 0.0169 secs
  90% in 0.0225 secs
  95% in 0.0264 secs
  99% in 0.0364 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0045 secs, 0.0018 secs, 0.2904 secs
  DNS-lookup:	0.0023 secs, 0.0000 secs, 0.0372 secs
  req write:	0.0027 secs, 0.0000 secs, 0.0427 secs
  resp wait:	0.0038 secs, 0.0005 secs, 0.2801 secs
  resp read:	0.0026 secs, 0.0001 secs, 0.0496 secs

Status code distribution:
  [200]	36427 responses