apache/results/hey-output-smokewagon-18.txt

Summary:
  Total:	10.0075 secs
  Slowest:	0.3035 secs
  Fastest:	0.0018 secs
  Average:	0.0139 secs
  Requests/sec:	3580.7272
  
  Total data:	6844294 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.032 [35092]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.062 [663]	|■
  0.092 [19]	|
  0.123 [9]	|
  0.153 [0]	|
  0.183 [0]	|
  0.213 [2]	|
  0.243 [26]	|
  0.273 [0]	|
  0.304 [22]	|


Latency distribution:
  10% in 0.0059 secs
  25% in 0.0084 secs
  50% in 0.0122 secs
  75% in 0.0172 secs
  90% in 0.0230 secs
  95% in 0.0270 secs
  99% in 0.0371 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0045 secs, 0.0018 secs, 0.3035 secs
  DNS-lookup:	0.0022 secs, 0.0000 secs, 0.0326 secs
  req write:	0.0028 secs, 0.0000 secs, 0.0518 secs
  resp wait:	0.0038 secs, 0.0005 secs, 0.2972 secs
  resp read:	0.0027 secs, 0.0001 secs, 0.0361 secs

Status code distribution:
  [200]	35834 responses