apache/results/hey-output-smokewagon-24.txt

Summary:
  Total:	10.0074 secs
  Slowest:	0.3393 secs
  Fastest:	0.0018 secs
  Average:	0.0140 secs
  Requests/sec:	3548.9904
  
  Total data:	6783556 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.036 [35053]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.069 [395]	|
  0.103 [14]	|
  0.137 [3]	|
  0.171 [0]	|
  0.204 [0]	|
  0.238 [16]	|
  0.272 [0]	|
  0.306 [0]	|
  0.339 [34]	|


Latency distribution:
  10% in 0.0058 secs
  25% in 0.0083 secs
  50% in 0.0122 secs
  75% in 0.0174 secs
  90% in 0.0232 secs
  95% in 0.0275 secs
  99% in 0.0369 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0046 secs, 0.0018 secs, 0.3393 secs
  DNS-lookup:	0.0023 secs, 0.0000 secs, 0.0362 secs
  req write:	0.0028 secs, 0.0000 secs, 0.0419 secs
  resp wait:	0.0038 secs, 0.0005 secs, 0.3266 secs
  resp read:	0.0027 secs, 0.0001 secs, 0.0315 secs

Status code distribution:
  [200]	35516 responses