apache/results/hey-output-smokewagon-38.txt

Summary:
  Total:	10.0097 secs
  Slowest:	0.2952 secs
  Fastest:	0.0018 secs
  Average:	0.0139 secs
  Requests/sec:	3573.6184
  
  Total data:	6832261 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.031 [34889]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.060 [829]	|■
  0.090 [2]	|
  0.119 [0]	|
  0.148 [0]	|
  0.178 [0]	|
  0.207 [0]	|
  0.237 [0]	|
  0.266 [29]	|
  0.295 [21]	|


Latency distribution:
  10% in 0.0059 secs
  25% in 0.0084 secs
  50% in 0.0122 secs
  75% in 0.0173 secs
  90% in 0.0230 secs
  95% in 0.0271 secs
  99% in 0.0370 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0047 secs, 0.0018 secs, 0.2952 secs
  DNS-lookup:	0.0024 secs, 0.0000 secs, 0.0441 secs
  req write:	0.0028 secs, 0.0000 secs, 0.0484 secs
  resp wait:	0.0036 secs, 0.0005 secs, 0.2851 secs
  resp read:	0.0027 secs, 0.0001 secs, 0.0363 secs

Status code distribution:
  [200]	35771 responses