apache/results/hey-output-smokewagon-39.txt

Summary:
  Total:	10.0081 secs
  Slowest:	0.3496 secs
  Fastest:	0.0018 secs
  Average:	0.0138 secs
  Requests/sec:	3609.4693
  
  Total data:	6899684 bytes
  Size/request:	191 bytes

Response time histogram:
  0.002 [1]	|
  0.037 [35742]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.071 [303]	|
  0.106 [17]	|
  0.141 [11]	|
  0.176 [0]	|
  0.210 [0]	|
  0.245 [26]	|
  0.280 [0]	|
  0.315 [1]	|
  0.350 [23]	|


Latency distribution:
  10% in 0.0058 secs
  25% in 0.0082 secs
  50% in 0.0121 secs
  75% in 0.0170 secs
  90% in 0.0227 secs
  95% in 0.0270 secs
  99% in 0.0369 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0046 secs, 0.0018 secs, 0.3496 secs
  DNS-lookup:	0.0023 secs, 0.0000 secs, 0.0419 secs
  req write:	0.0028 secs, 0.0000 secs, 0.0451 secs
  resp wait:	0.0036 secs, 0.0005 secs, 0.3337 secs
  resp read:	0.0027 secs, 0.0001 secs, 0.0399 secs

Status code distribution:
  [200]	36124 responses